/* No comment provided by engineer. */
"List with this name already exists" = "List with this name already exists";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Please provide list name" = "Please provide list name";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"File is incorrect" = "File is incorrect";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Cellular" = "Cellular";

/* No comment provided by engineer. */
"No Connection" = "No Connection";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

/* No comment provided by engineer. */
"Actual Size (%@)" = "Actual Size (%@)";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Choose Image quality" = "Choose Image quality";

/* No comment provided by engineer. */
"Choose Video quality" = "Choose Video quality";

/* No comment provided by engineer. */
"High Quality" = "High Quality";

/* No comment provided by engineer. */
"Large (%@)" = "Large (%@)";

/* No comment provided by engineer. */
"Medium (%@)" = "Medium (%@)";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Optimal Quality" = "Optimal Quality";

/* No comment provided by engineer. */
"Small (%@)" = "Small (%@)";

/* No comment provided by engineer. */
"This file is too big, maximum size is 20 MB" = "This file is too big, maximum size is 20 MB";

/* No comment provided by engineer. */
"Archive" = "Archive";

/* No comment provided by engineer. */
"Cannot find message attachment for this file" = "Cannot find message attachment for this file";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Failed to download" = "Failed to download";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Share" = "Share";

/* No comment provided by engineer. */
"Unsupported file type" = "Unsupported file type";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Change avatar" = "Change avatar";

/* No comment provided by engineer. */
"Create new avatar" = "Create new avatar";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Please try again later" = "Please try again later";

/* No comment provided by engineer. */
"Profile details successfully updated" = "Profile details successfully updated";

/* No comment provided by engineer. */
"Remove avatar" = "Remove avatar";

/* No comment provided by engineer. */
"Select from list" = "Select from list";

/* No comment provided by engineer. */
"Type manually" = "Type manually";

/* No comment provided by engineer. */
"Unable to update due to server error" = "Unable to update due to server error";

/* Auto Login */
"Auto Login" = "Auto Login";

/* Login */
"Login" = "Login";

/* Offline Login */
"Offline Login" = "Offline Login";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"General Error" = "General Error";

/* No comment provided by engineer. */
"Incorrect PIN confirmation" = "Incorrect PIN confirmation";

/* No comment provided by engineer. */
"Login failed" = "Login failed";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Please contact qliqSOFT suppport@qliqsoft.com" = "Please contact qliqSOFT suppport@qliqsoft.com";

/* No comment provided by engineer. */
"Please try again" = "Please try again";

/* No comment provided by engineer. */
"Please upgrade and try again" = "Please upgrade and try again";

/* No comment provided by engineer. */
"qliqSOFT Cloud server is being upgraded. Please try later. Thanks for your support" = "qliqSOFT Cloud server is being upgraded. Please try later. Thanks for your support";

/* No comment provided by engineer. */
"Server Error" = "Server Error";

/* No comment provided by engineer. */
"Server Upgrade" = "Server Upgrade";

/* No comment provided by engineer. */
"SSL Connection Error" = "SSL Connection Error";

/* No comment provided by engineer. */
"This app version is not supported, please upgrade and try again" = "This app version is not supported, please upgrade and try again";

/* No comment provided by engineer. */
"Unsupported Version" = "Unsupported Version";

/* No comment provided by engineer. */
"Upgrade" = "Upgrade";

/* No comment provided by engineer. */
"Upgrade Now" = "Upgrade Now";

/* No comment provided by engineer. */
"Version Incompatibility" = "Version Incompatibility";

/* {{The conversation was deleted} from another device */
" from another device" = " from another device";

/* No comment provided by engineer. */
"Are you sure you want to delete the messages?" = "Are you sure you want to delete the messages?";

/* No comment provided by engineer. */
"Are you sure you want to recall the messages?" = "Are you sure you want to recall the messages?";

/* No comment provided by engineer. */
"Are you sure you want to resend the messages?" = "Are you sure you want to resend the messages?";

/* No comment provided by engineer. */
"Attachment is deleted from media library and no longer available to view" = "Attachment is deleted from media library and no longer available to view";

/* No comment provided by engineer. */
"Call" = "Call";

/* No comment provided by engineer. */
"Can not add non-qliq user into recipients list" = "Can not add non-qliq user into recipients list";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot send message" = "Cannot send message";

/* No comment provided by engineer. */
"Copy" = "Copy";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Failed to download" = "Failed to download";

/* No comment provided by engineer. */
"It will be still visible to the recipient" = "It will be still visible to the recipient";

/* No comment provided by engineer. */
"More" = "More";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Link in Safari" = "Open Link in Safari";

/* No comment provided by engineer. */
"Phone Number is missing" = "Phone Number is missing";

/* No comment provided by engineer. */
"Please select a recipient" = "Please select a recipient";

/* No comment provided by engineer. */
"Recipient list cannot contain a group and an user at the same time" = "Recipient list cannot contain a group and an user at the same time";

/* No comment provided by engineer. */
"Recipient list cannot contain more then one group at the same time" = "Recipient list cannot contain more then one group at the same time";

/* No comment provided by engineer. */
"Stop transfer" = "Stop transfer";

/* No comment provided by engineer. */
"The conversation was deleted" = "The conversation was deleted";

/* No comment provided by engineer. */
"The recipient is no longer a contact" = "The recipient is no longer a contact";

/* No comment provided by engineer. */
"Timestamp" = "Timestamp";

/* No comment provided by engineer. */
"Unable to create conversation with selected users" = "Unable to create conversation with selected users";

/* No comment provided by engineer. */
"Unable to modify conversation" = "Unable to modify conversation";

/* No comment provided by engineer. */
"Unsupported file type" = "Unsupported file type";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* You was deleted from conversation {the name of the conversation} */
"You was deleted from conversation %@" = "You was deleted from conversation %@";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"File is incorrect" = "File is incorrect";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"%@ the conversation" = "%@ the conversation";

/* No comment provided by engineer. */
"Archive" = "Archive";

/* No comment provided by engineer. */
"Call" = "Call";

/* No comment provided by engineer. */
"Call the conversation?" = "Call the conversation?";

/* No comment provided by engineer. */
"Check the flag?" = "Check the flag?";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete the conversation?" = "Delete the conversation?";

/* No comment provided by engineer. */
"Flag" = "Flag";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Phone Number is missing" = "Phone Number is missing";

/* No comment provided by engineer. */
"Restore" = "Restore";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"No Replacements Found" = "No Replacements Found";

/* No comment provided by engineer. */
"Open" = "Open";

/* No comment provided by engineer. */
"%@ remind you about invitation" = "%@ remind you about invitation";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Access Blocked" = "Access Blocked";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Forgot Password" = "Forgot Password";

/* No comment provided by engineer. */
"General Error" = "General Error";

/* No comment provided by engineer. */
"Logged in with Temporary Password!" = "Logged in with Temporary Password!";

/* No comment provided by engineer. */
"Login Error" = "Login Error";

/* No comment provided by engineer. */
"Login failed" = "Login failed";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Please contact qliqSOFT suppport@qliqsoft.com" = "Please contact qliqSOFT suppport@qliqsoft.com";

/* No comment provided by engineer. */
"Please upgrade and try again" = "Please upgrade and try again";

/* No comment provided by engineer. */
"qliqSOFT Cloud server is being upgraded. Please try later. Thanks for your support" = "qliqSOFT Cloud server is being upgraded. Please try later. Thanks for your support";

/* No comment provided by engineer. */
"Retry" = "Retry";

/* No comment provided by engineer. */
"Server Error" = "Server Error";

/* No comment provided by engineer. */
"Server Upgrade" = "Server Upgrade";

/* No comment provided by engineer. */
"Set new password" = "Set new password";

/* No comment provided by engineer. */
"SSL Connection Error" = "SSL Connection Error";

/* No comment provided by engineer. */
"This app version is not supported, please upgrade and try again" = "This app version is not supported, please upgrade and try again";

/* No comment provided by engineer. */
"Unsupported Version" = "Unsupported Version";

/* No comment provided by engineer. */
"Upgrade" = "Upgrade";

/* No comment provided by engineer. */
"Upgrade Now" = "Upgrade Now";

/* No comment provided by engineer. */
"Version Incompatibility" = "Version Incompatibility";

/* No comment provided by engineer. */
"You logged in with password created by Admin. You now need to setup your own password to use the App." = "You logged in with password created by Admin. You now need to setup your own password to use the App.";

/* No comment provided by engineer. */
"\nReport #%@" = "\nReport #%@";

/* No comment provided by engineer. */
"Do you want to send the database also?" = "Do you want to send the database also?";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Error reported" = "Error reported";

/* No comment provided by engineer. */
"More information" = "More information";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Success" = "Success";

/* No comment provided by engineer. */
"Thank you for feedback" = "Thank you for feedback";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"File is incorrect" = "File is incorrect";

/* No comment provided by engineer. */
"OK" = "OK";

/* Answer to incoming call */
"Answer" = "Answer";

/* No comment provided by engineer. */
"Add to favorites?" = "Add to favorites?";

/* No comment provided by engineer. */
"Call" = "Call";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete the contact?" = "Delete the contact?";

/* No comment provided by engineer. */
"Favorites" = "Favorites";

/* No comment provided by engineer. */
"Make a call?" = "Make a call?";

/* No comment provided by engineer. */
"Message" = "Message";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Open the conversation with the Group?" = "Open the conversation with the Group?";

/* No comment provided by engineer. */
"Open the conversation with the user?" = "Open the conversation with the user?";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Cannot register for messages. Auth error." = "Cannot register for messages. Auth error.";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Attach and Send" = "Attach and Send";

/* About adding mediaFile to conversation */
"Attach and Send Message" = "Attach and Send Message";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"qliqCONNECT Secure Texting integration with EMR is not complete yet. Please contact your EMR IT contact." = "qliqCONNECT Secure Texting integration with EMR is not complete yet. Please contact your EMR IT contact.";

/* No comment provided by engineer. */
"Upload EMR" = "Upload EMR";

/* No comment provided by engineer. */
"Add audio" = "Add audio";

/* No comment provided by engineer. */
"Add document" = "Add document";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot find message attachment for this file" = "Cannot find message attachment for this file";

/* No comment provided by engineer. */
"Choose the source" = "Choose the source";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Change avatar" = "Change avatar";

/* No comment provided by engineer. */
"Create new avatar" = "Create new avatar";

/* No comment provided by engineer. */
"Download now" = "Download now";

/* No comment provided by engineer. */
"Later" = "Later";

/* Logout */
"Logout" = "Logout";

/* No comment provided by engineer. */
"New version avaliable!" = "New version avaliable!";

/* Once you logout from the device, notifications for incoming messages will be turned off. Are you sure you want to Logout */
"Once you logout from qliq app, notifications for incoming messages will be turned off. Are you sure you want to Logout?" = "Once you logout from qliq app, notifications for incoming messages will be turned off. Are you sure you want to Logout?";

/* No comment provided by engineer. */
"Please, download new version from AppStore" = "Please, download new version from AppStore";

/* No comment provided by engineer. */
"Remove avatar" = "Remove avatar";

/* Warning */
"Warning" = "Warning";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Ignore" = "Ignore";

/* No comment provided by engineer. */
"Later" = "Later";

/* No comment provided by engineer. */
"Network connection down" = "Network connection down";

/* No comment provided by engineer. */
"Tap below to view message or Tap + above to start a new conversation" = "Tap below to view message or Tap + above to start a new conversation";

/* No comment provided by engineer. */
"The server is temporarily unavailable" = "The server is temporarily unavailable";

/* No comment provided by engineer. */
"Would you like to customize message notification alerts?" = "Would you like to customize message notification alerts?";

/* No comment provided by engineer. */
"Would you like to update your profile?" = "Would you like to update your profile?";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Contact Details" = "Contact Details";

/* No comment provided by engineer. */
"email" = "email";

/* No comment provided by engineer. */
"mobile" = "mobile";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Please check is email or mobile available, and device is capable to send SMS" = "Please check is email or mobile available, and device is capable to send SMS";

/* No comment provided by engineer. */
"Please try again later" = "Please try again later";

/* No comment provided by engineer. */
"Unable to send invitation to specified contact" = "Unable to send invitation to specified contact";

/* No comment provided by engineer. */
"User with %@ %@ is already in your contacts list" = "User with %1$@ %2$@ is already in your contacts list";

/* No comment provided by engineer. */
"View invitation" = "View invitation";

/* No comment provided by engineer. */
"You have already invited %@" = "You have already invited %@";

/* No comment provided by engineer. */
"You have already received invitation from %@" = "You have already received invitation from %@";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Change avatar" = "Change avatar";

/* No comment provided by engineer. */
"Contact has not activated the qliq account yet. The message will be delivered once the contact activates the account" = "Contact has not activated the qliq account yet. The message will be delivered once the contact activates the account";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Please try again later" = "Please try again later";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Unable to accept invitation" = "Unable to accept invitation";

/* No comment provided by engineer. */
"Unable to decline invitation" = "Unable to decline invitation";

/* No comment provided by engineer. */
"NO" = "NO";

/* No comment provided by engineer. */
"The %@ has set message forwarding to %@, would you like to send a message to %@?" = "The %1$@ has set message forwarding to %2$@, would you like to send a message to %3$@?";

/* No comment provided by engineer. */
"YES" = "YES";

/* No comment provided by engineer. */
"Application was crashed before. Do you want to send crash report?" = "Application was crashed before. Do you want to send crash report?";

/* No comment provided by engineer. */
"Badge App Icon and Sounds are OFF" = "Badge App Icon and Sounds are OFF";

/* No comment provided by engineer. */
"Badge App Icon is OFF" = "Badge App Icon is OFF";

/* No comment provided by engineer. */
"Call error" = "Call error";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Crash" = "Crash";

/* No comment provided by engineer. */
"Don't send" = "Don't send";

/* No comment provided by engineer. */
"Dont Remind Me" = "Dont Remind Me";

/* No comment provided by engineer. */
"Download now" = "Download now";

/* No comment provided by engineer. */
"Email with device log successfully sent" = "Email with device log successfully sent";

/* No comment provided by engineer. */
"Later" = "Later";

/* No comment provided by engineer. */
"New version available!" = "New version available!";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Notification Alerts are OFF" = "Notification Alerts are OFF";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please download new version from AppStore" = "Please download new version from AppStore";

/* No comment provided by engineer. */
"PUSH notifications are OFF" = "PUSH notifications are OFF";

/* No comment provided by engineer. */
"Report Error" = "Report Error";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Send with database" = "Send with database";

/* No comment provided by engineer. */
"Sounds are OFF" = "Sounds are OFF";

/* No comment provided by engineer. */
"Unable to encrypt file" = "Unable to encrypt file";

/* No comment provided by engineer. */
"Unable to save file" = "Unable to save file";

/* No comment provided by engineer. */
"Unsupported file type" = "Unsupported file type";

/* No comment provided by engineer. */
"Would you like to send error report to developers?" = "Would you like to send error report to developers?";

/* No comment provided by engineer. */
"Would you like to send file to your contact?" = "Would you like to send file to your contact?";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You will not hear audible tone or see a badge on App icon when a new message is received.\n\nPlease goto Device Settings -> Notifications Center -> qliq and turn on sounds and badge icon." = "You will not hear audible tone or see a badge on App icon when a new message is received.\n\nPlease goto Device Settings -> Notifications Center -> qliq and turn on sounds and badge icon.";

/* No comment provided by engineer. */
"You will not hear audible tone when a new message is received.\n\nPlease goto Device Settings -> Notifications Center -> qliq and turn on sounds." = "You will not hear audible tone when a new message is received.\n\nPlease goto Device Settings -> Notifications Center -> qliq and turn on sounds.";

/* No comment provided by engineer. */
"You will not receive notifications for new messages when the App is not active.\n\nPlease goto Device Settings -> Notifications Center -> qliq and turn on notifications.\n\n Logout and Login Again" = "You will not receive notifications for new messages when the App is not active.\n\nPlease goto Device Settings -> Notifications Center -> qliq and turn on notifications.\n\n Logout and Login Again";

/* No comment provided by engineer. */
"You will not see a badge on App Icon when a new message is received.\n\nPlease goto Device Settings -> Notifications Center -> qliq and turn on badge icon." = "You will not see a badge on App Icon when a new message is received.\n\nPlease goto Device Settings -> Notifications Center -> qliq and turn on badge icon.";

/* No comment provided by engineer. */
"You will not see banner or alert when a new message is received.\n\nPlease goto Device Settings -> Notifications Center -> qliq and set    alert style to either Banners or Alerts." = "You will not see banner or alert when a new message is received.\n\nPlease goto Device Settings -> Notifications Center -> qliq and set    alert style to either Banners or Alerts.";

/* No comment provided by engineer. */
"You will not see banner or alert when a new message is received.\n\nPlease goto Device Settings -> Notifications Center -> qliq and turn on \"Allow Notifications\"" = "You will not see banner or alert when a new message is received.\n\nPlease goto Device Settings -> Notifications Center -> qliq and turn on \"Allow Notifications\"";

/* No comment provided by engineer. */
"Cellular" = "Cellular";

/* No comment provided by engineer. */
"No Connection" = "No Connection";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

/* No comment provided by engineer. */
"Cannot access %@ Contacts. Check %@ privacy settings for Contacts" = "Cannot access %1$@ Contacts. Check %2$@ privacy settings for Contacts";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Broadcast" = "Broadcast";

/* No comment provided by engineer. */
"Broadcast: Only you will receive the responses\nGroup Chat: Everyone will receive all the responses" = "Broadcast: Only you will receive the responses\nGroup Chat: Everyone will receive all the responses";

/* No comment provided by engineer. */
"By Email/Mobile" = "By Email/Mobile";

/* No comment provided by engineer. */
"By Email/Mobile number" = "By Email/Mobile number";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot make a call because this user did not activate their qliq account yet" = "Cannot make a call because this user did not activate their qliq account yet";

/* No comment provided by engineer. */
"Choose the conversation type" = "Choose the conversation type";

/* No comment provided by engineer. */
"Contact has not activated the qliq account yet. The message will be delivered once the contact activates the account" = "Contact has not activated the qliq account yet. The message will be delivered once the contact activates the account";

/* No comment provided by engineer. */
"From %@ Contacts" = "From %@ Contacts";

/* No comment provided by engineer. */
"From iPhone Contacts" = "From iPhone Contacts";

/* No comment provided by engineer. */
"Group Chat" = "Group Chat";

/* No comment provided by engineer. */
"Invite" = "Invite";

/* No comment provided by engineer. */
"Invite colleague to join your qliqNETWORK" = "Invite colleague to join your qliqNETWORK";

/* No comment provided by engineer. */
"Invite colleagues!" = "Invite colleagues!";

/* No comment provided by engineer. */
"iPad" = "iPad";

/* No comment provided by engineer. */
"iPhone" = "iPhone";

/* No comment provided by engineer. */
"iPod" = "iPod";

/* No comment provided by engineer. */
"Later" = "Later";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Send" = "Send";

/* Would you like to invite colleagues from {Device type} contacts to qliq? */
"Would you like to invite colleagues from %@ contacts to qliq?" = "Would you like to invite colleagues from %@ contacts to qliq?";

/* No comment provided by engineer. */
"Would you like to invite colleagues to qliq?" = "Would you like to invite colleagues to qliq?";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

